"Service Update Failed" = "Kemas Kini Perkhidmatan Gagal";
"Service Update Complete" = "Kemas Kini Perkhidmatan Selesai";
"Starting Service Update" = "Memulakan Kemas Kini Perkhidmatan";
"Dismiss" = "Tolak";
"OK" = "OK";
"Call disallowed" = "Nombor ini tidak dibenarkan";
